semestr2/jezyk obcy/cw01/cw01.tex
% Created 2023-03-02 Thu 17:09
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{placeholder}
\date{\today}
\title{Cw01}
\hypersetup{
 pdfauthor={placeholder},
 pdftitle={Cw01},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.1)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Organizcajca}
\label{sec:org66597cd}
Paulina Dolęga MA
\begin{description}
\item[{pdolenga@tu.kielce.pl}] sprawdza regularnie
\item[{paulinadolega@gmail.com}] sprawy pilne
\end{description}
Ocena standarowo punkty.
\subsection{Punkty}
\label{sec:orge1977d8}
100 punktów
\begin{center}
\begin{tabular}{lr}
za co & punkty\\[0pt]
\hline
2 x kolos & 2 x 35\\[0pt]
1 x speaking & 10\\[0pt]
1 x CV & 10\\[0pt]
Extra points & 10-15\\[0pt]
\end{tabular}
\end{center}

2 razy niebecność, potem usprawiedliwenia.
\subsection{Podręcznik}
\label{sec:orgeb7917f}
Technical English 4(pierwsza edycja) wydawnictwo Pearson, można forma elektroniczna.
\subsection{Zajęcia ropooczynamy 30 min wcześniej}
\label{sec:org644b4fc}
Czyli 13:30-15:00.
\section{Jakies coś}
\label{sec:org992695b}
\begin{enumerate}
\item Something about yourself. \textbf{I use Arch by the way.}
\item I've chosen Computer Science because\ldots{} \textbf{I like it and it's realtead to the things that I care about.}.
\item I study in Kielce because \ldots{} \textbf{I live here.}
\item In the future I'd like \ldots{} \textbf{to pass this subject}.
\item English is important because \ldots{} \textbf{it's common on the internet.}
\end{enumerate}
\end{document}